Repository: pftaylor61/OCWS-Commerce-Flexible-Pricing
Catalog: lang/elex_wfp_flexible_price_domain-*.po
Languages: de_de, es_es, fr_fr, pl_pl, ru_ru, sv_se

source: Name Your Price
de_de: Nennen Sie Ihren Preis
es_es: Pon tú el precio
fr_fr: Nommez votre prix
pl_pl: Nazwij swoją cenę
ru_ru: Назовите свою цену
sv_se: Ange valfritt belopp

source: General Settings
de_de: Allgemeine Einstellungen
es_es: Configuración general
fr_fr: Réglages généraux
pl_pl: Ustawienia główne
ru_ru: Основные настройки
sv_se: Allmänna inställningar

source: <li><strong><font color="red">Go Premium!</font></strong></li>
de_de: <li><strong><font color="red">Gehen Sie Premium!</font></strong></li>
es_es: <li><strong><font color="red">¡Vaya Premium!</font></strong></li>
fr_fr: <li><strong><font color="red">Allez Premium!</font></strong></li>
pl_pl: <li><strong><font color="red">Przejdź na Premium!</font></strong></li>
ru_ru: <li><strong><font color="red">Идите Премиум!</font></strong></li>
sv_se: <li><strong><font color="red">Gå Premium!</font></strong></li>

source: Elex Name Your Price
de_de: Elex Nennen Sie Ihren Preis
es_es: Elex nombra tu precio
fr_fr: Elex nommez votre prix
pl_pl: Elex Nazwij swoją cenę
ru_ru: Elex Назовите свою цену
sv_se: Elex namnge ditt pris

source: Product Min Price
de_de: Produkt Mindestpreis
es_es: Precio mínimo del producto
fr_fr: Prix minimum du produit
pl_pl: Cena minimalna produktu
ru_ru: Текст цены и скидка
sv_se: Produkt Min Pris

source: Enable
fr_fr: Activer

source: Enable this option to set a minimum price for all the products. <br>Please note, if you have set a minimum price at individual product level, it will override this value.
de_de: Aktivieren Sie diese Option, um einen Mindestpreis für alle Produkte festzulegen. <br>Bitte beachten Sie, wenn Sie einen Mindestpreis auf individueller Produktebene festgelegt haben, wird dieser Wert außer Kraft gesetzt.
es_es: Habilite esta opción para establecer un precio mínimo para todos los productos. <br>Tenga en cuenta que si ha establecido un precio mínimo a nivel de producto individual, anulará este valor.
fr_fr: Activez cette option pour définir un prix minimum pour tous les produits. <br>Veuillez noter que si vous avez défini un prix minimum au niveau du produit individuel, il remplacera cette valeur.
pl_pl: Włącz tę opcję, aby ustawić cenę minimalną dla wszystkich produktów. <br>Pamiętaj, że jeśli ustawiłeś cenę minimalną na poziomie pojedynczego produktu, zastąpi ona tę wartość.
ru_ru: Включите этот параметр, чтобы установить минимальную цену для всех продуктов. <br>Обратите внимание, что если вы установили минимальную цену на уровне отдельного продукта, она переопределит это значение.
sv_se: Aktivera det här alternativet om du vill ange ett minimipris för alla produkter. <br>Observera att om du har angett ett minimipris på individuell produktnivå åsidosätter det detta värde.

source: Set Min Price
de_de: Mindestpreis festlegen
es_es: Establecer precio mínimo
fr_fr: Définir le prix minimum
pl_pl: Ustaw cenę minimalną
ru_ru: Установить минимальную цену
sv_se: Ange minsta pris

source: Set the minimum price which the customer can proceed with payment.
de_de: Legen Sie den Mindestpreis fest, den der Kunde mit der Zahlung fortfahren kann.
es_es: Establecer el precio mínimo que el cliente puede proceder con el pago.
fr_fr: Fixez le prix minimum auquel le client peut procéder au paiement.
pl_pl: Ustaw cenę minimalną, którą klient może kontynuować z płatnością.
ru_ru: Установите минимальную цену, по которой клиент может продолжить оплату.
sv_se: Ange det minimipris som kunden kan fortsätta med betalningen.

source: Min Price Label
de_de: Mindestpreis-Label
es_es: Etiqueta de precio mínimo
fr_fr: Étiquette de prix min
pl_pl: Minimalna cena etykiety
ru_ru: Минимальная ценовая метка
sv_se: Min Prisetikett

source: Enter Your Price
de_de: Geben Sie Ihren Preis ein
es_es: Ingrese su precio
fr_fr: Entrez votre prix
pl_pl: Wpisz swoją cenę
ru_ru: Введите Цену
sv_se: Ange ditt pris

source: Enter the label for the minimum price.
de_de: Geben Sie das Etikett für den Mindestpreis ein.
es_es: Introduzca la etiqueta para el precio mínimo.
fr_fr: Entrez l’étiquette du prix minimum.
pl_pl: Wprowadź etykietę ceny minimalnej.
ru_ru: Введите этикетку для минимальной цены.
sv_se: Ange etiketten för minimipriset.

source: Min Price Description
de_de: Min Preis Beschreibung
es_es: Descripción del precio mínimo
fr_fr: Description du prix minimum
pl_pl: Opis ceny minimalnej
ru_ru: Минимальное описание цены
sv_se: Beskrivning av minsta pris

source: A simple min price applied to product
de_de: Ein einfacher Mindestpreis für das Produkt
es_es: Un precio mínimo simple aplicado al producto
fr_fr: Un prix minimum simple appliqué au produit
pl_pl: Prosta minimalna cena zastosowana do produktu
ru_ru: Простая минимальная цена, применяемая к продукту
sv_se: Ett enkelt minpris som tillämpas på produkten

source: Enter Descripton for your minimum price.
de_de: Geben Sie Descripton für Ihren Mindestpreis ein.
es_es: Ingrese Descripton por su precio mínimo.
fr_fr: Entrez Descripton pour votre prix minimum.
pl_pl: Wpisz Descripton dla ceny minimalnej.
ru_ru: Введите Descripton для вашей минимальной цены.
sv_se: Ange Descripton för ditt minimipris.

source: Hide Price
de_de: Preis ausblenden
es_es: Ocultar precio
fr_fr: Cacher le prix
pl_pl: Ukryj cenę
ru_ru: Скрыть цены
sv_se: Dölj pris

source: Enabling this option will hide the prices from product page.
de_de: Wenn Sie diese Option aktivieren, werden die Preise auf der Produktseite ausgeblendet.
es_es: Al habilitar esta opción se ocultarán los precios de la página del producto.
fr_fr: L’activation de cette option masquera les prix de la page du produit.
pl_pl: Włączenie tej opcji spowoduje ukrycie cen na stronie produktu.
ru_ru: Включение этой опции скроет цены со страницы продукта.
sv_se: Om du aktiverar det här alternativet döljs priserna från produktsidan.

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
pl_pl: Ustawienia
ru_ru: Настройки
sv_se: Inställningar

source: WooCommerce plugin must be active for Address Validation & Google Address Auto Complete Plugin for WooCommerce(Basic) to work.
de_de: Das WooCommerce-Plugin muss aktiv sein, damit das Address Validation & Google Address Auto Complete Plugin für WooCommerce (Basic) funktioniert.
es_es: El complemento WooCommerce debe estar activo para que la validación de direcciones y el complemento autocompletado de direcciones de Google para WooCommerce (Basic) funcionen.
fr_fr: Le plugin WooCommerce doit être actif pour que la validation d’adresse et le plugin de compléte automatique d’adresse Google pour WooCommerce (Basic) fonctionnent.
pl_pl: Wtyczka WooCommerce musi być aktywna, aby walidacja adresu i automatyczna wtyczka uzupełniania adresu Google dla WooCommerce (podstawowa) działała.
ru_ru: Плагин WooCommerce должен быть активен для проверки адреса и плагина автоматического завершения адреса Google для Работы WooCommerce (Basic).
sv_se: WooCommerce plugin måste vara aktivt för adressvalidering & Google Address Auto Complete Plugin för woocommerce (basic) att fungera.

source: Enable
de_de: Aktivieren
es_es: Habilitar
fr_fr: Activer
pl_pl: Włącz
ru_ru: Включить
sv_se: Aktivera

source: Enable
fr_fr: Activer

source: Enable this option to set a minimum price for this product. Please note, this value will override the global minimum price that you may have set.
de_de: Aktivieren Sie diese Option, um einen Mindestpreis für dieses Produkt festzulegen. Bitte beachten Sie, dass dieser Wert den globalen Mindestpreis, den Sie möglicherweise festgelegt haben, außer Kraft setzt.
es_es: Habilite esta opción para establecer un precio mínimo para este producto. Tenga en cuenta que este valor anulará el precio mínimo global que puede haber establecido.
fr_fr: Activez cette option pour définir un prix minimum pour ce produit. Veuillez noter que cette valeur remplacera le prix minimum global que vous avez peut-être fixé.
pl_pl: Włącz tę opcję, aby ustawić cenę minimalną dla tego produktu. Pamiętaj, że ta wartość zastąpi globalną cenę minimalną, którą mogłeś ustawić.
ru_ru: Включите этот параметр, чтобы установить минимальную цену для этого продукта. Обратите внимание, что это значение переопределяет глобальную минимальную цену, которую вы, возможно, установили.
sv_se: Aktivera det här alternativet om du vill ange ett minimipris för den här produkten. Observera att det här värdet åsidosätter det globala minimipriset som du kan ha angett.

source: Display Regualar/Sale price
de_de: Regualar/Verkaufspreis anzeigen
es_es: Display Regualar/Precio de venta
fr_fr: Afficher Regualar/Prix de vente
pl_pl: Wyświetl Regualar/Cena sprzedaży
ru_ru: Дисплей Regualar/Цена продажи
sv_se: Visa regualar/försäljningspris

source: Custom Price is a required field.
de_de: Benutzerdefinierter Preis ist ein pflichtgefässes Feld.
es_es: Precio personalizado es un campo obligatorio.
fr_fr: Prix personnalisé est un champ obligatoire.
pl_pl: Cena niestandardowa jest polem wymaganym.
ru_ru: Пользовательская цена является обязательным полем.
sv_se: Anpassat pris är ett obligatoriskt fält.

source: Custom Price Cannot be less than
de_de: Der benutzerdefinierte Preis darf nicht niedriger sein als
es_es: El precio personalizado no puede ser menor que
fr_fr: Le prix personnalisé ne peut pas être inférieur à
pl_pl: Cena niestandardowa nie może być niższa niż
ru_ru: Пользовательская цена не может быть меньше
sv_se: Anpassat pris kan inte vara mindre än

source: Enable
fr_fr: Activer

source: Enable this option to set a minimum price for this variation. Please note, this value will override the global minimum price that you may have set
de_de: Aktivieren Sie diese Option, um einen Mindestpreis für diese Variante festzulegen. Bitte beachten Sie, dass dieser Wert den globalen Mindestpreis außer Kraft setzt, den Sie möglicherweise festgelegt haben.
es_es: Habilite esta opción para establecer un precio mínimo para esta variación. Tenga en cuenta que este valor anulará el precio mínimo global que puede haber establecido
fr_fr: Activez cette option pour définir un prix minimum pour cette variante. Veuillez noter que cette valeur remplacera le prix minimum global que vous avez peut-être défini.
pl_pl: Włącz tę opcję, aby ustawić cenę minimalną dla tej odmiany. Pamiętaj, że ta wartość zastąpi globalną cenę minimalną, którą mogłeś ustawić.
ru_ru: Включите этот параметр, чтобы установить минимальную цену для этого варианта. Обратите внимание, что это значение переопределит глобальную минимальную цену, которую вы, возможно, установили.
sv_se: Aktivera det här alternativet om du vill ange ett minimipris för den här ändringen. Observera att det här värdet åsidosätter det globala minimipriset som du kan ha angett

source: Set the minimum price of your product.
de_de: Legen Sie den Mindestpreis Ihres Produkts fest.
es_es: Establece el precio mínimo de tu producto.
fr_fr: Fixez le prix minimum de votre produit.
pl_pl: Ustaw minimalną cenę swojego produktu.
ru_ru: Установите минимальную цену вашего продукта.
sv_se: Ställ in minimipriset på din produkt.

source: Hide Price
de_de: Preis ausblenden
es_es: Ocultar precio
fr_fr: Masquer le prix
pl_pl: Ukryj cenę
ru_ru: Скрыть цену
sv_se: Dölj pris

source: ELEX Plugins You May Be Interested In
de_de: ELEX Plugins, die Sie interessieren könnten
es_es: Plugins ELEX en los que te puede interesar
fr_fr: Plugins ELEX qui pourraient vous intéresser
pl_pl: Wtyczki ELEX, które mogą Cię zainteresować
ru_ru: Плагины ELEX, которые могут вас заинтересовать
sv_se: ELEX plugins du kan vara intresserad av

source: ELEX WooCommerce Name Your Price
de_de: ELEX WooCommerce Nennen Sie Ihren Preis
es_es: ELEX WooCommerce nombra tu precio
fr_fr: ELEX WooCommerce Nommez votre prix
pl_pl: ELEX WooCommerce Nazwij swoją cenę
ru_ru: ELEX WooCommerce Назовите свою цену
sv_se: ELEX WooCommerce Namnge ditt pris

source: The plugin allows the customer to give his own price and proceed with the checkout. You can easily set the minimum price for your woocommerce products both globally and individually.
de_de: Das Plugin ermöglicht es dem Kunden, seinen eigenen Preis zu geben und mit dem Checkout fortzufahren. Sie können den Mindestpreis für Ihre Woocommerce-Produkte sowohl global als auch individuell festlegen.
es_es: El plugin permite al cliente dar su propio precio y proceder con el pago. Puede establecer fácilmente el precio mínimo para sus productos woocommerce tanto a nivel global como individual.
fr_fr: Le plugin permet au client de donner son propre prix et de procéder à la caisse. Vous pouvez facilement définir le prix minimum de vos produits woocommerce à la fois globalement et individuellement.
pl_pl: Wtyczka pozwala klientowi podać własną cenę i kontynuować realizację transakcji. Możesz łatwo ustawić minimalną cenę swoich produktów woocommerce zarówno globalnie, jak i indywidualnie.
ru_ru: Плагин позволяет клиенту укажите свою собственную цену и продолжить оформление заказа. Вы можете легко установить минимальную цену для ваших продуктов woocommerce как глобально, так и индивидуально.
sv_se: Plugin gör det möjligt för kunden att ge sitt eget pris och fortsätta med kassan. Du kan enkelt ställa in minimipriset för dina woocommerce-produkter både globalt och individuellt.

source: ELEX Premium Plugins
pl_pl: Wtyczki ELEX Premium
ru_ru: Премиум плагины ELEX

source: ELEXtensions
de_de: ELEXtensionen
ru_ru: ЭЛЕКСТЕНЗИИ
sv_se: ELEXtensions (ELEXtensions)
